Repository: msadeqsirjani/Ray.Scanner
Catalog: NAPS2.Core/Lang/Resources/MiscResources.*.resx
Languages: nl, vi

# ChooseProfile
source: نمایه را انتخاب کنید
nl: Profiel kiezen
vi: Chọn hồ sơ

# Clear
source: پاک کردن
nl: Wissen
vi: Xóa

# ConfirmClearItems
source: آیا مطمئن هستید که می خواهید {0} مورد را پاک کنید؟
nl: Weet u zeker dat u {0} item(s) wilt wissen?
vi: Bạn có chắc chắn bạn muốn xóa {0} mục?

# ConfirmDeleteItems
source: آیا مطمئن هستید که می خواهید {0} مورد را حذف کنید؟
nl: Weet u zeker dat u {0} item(s) wilt verwijderen?
vi: Bạn có chắc chắn muốn xóa {0} mục?

# ConfirmDeleteMultipleProfiles
source: آیا مطمئن هستید که می خواهید {0} نمایه را حذف کنید؟
nl: Weet u zeker dat u {0} profielen wilt verwijderen?
vi: Bạn có chắc chắn muốn xóa {0} hồ sơ?

# ConfirmDeleteSingleProfile
source: آیا مطمئن هستید که می خواهید نمایه {0} را حذف کنید؟
nl: Weet u zeker dat u profiel {0} wilt verwijderen?
vi: Bạn có chắc chắn bạn muốn xóa hồ sơ {0}?

# ConfirmOverwriteFile
source: پرونده {0} از قبل وجود دارد. آیا می خواهید آن را بازنویسی کنید؟
nl: Bestand {0} bestaat al. Wilt u het bestand overschrijven?
vi: Các tập tin {0} đã tồn tại. Bạn có muốn ghi đè không?

# Delete
source: حذف
nl: Verwijderen
vi: Xóa

# DeviceNotFound
source: اسکنر انتخاب شده یافت نشد.
nl: Kan de geselecteerde scanner niet vinden.
vi: Máy quét chọn không thể được tìm thấy.

# DeviceOffline
source: اسکنر انتخاب شده آفلاین است.
nl: De geselecteerde scanner is offline.
vi: Máy quét chọn đang ẩn.

# DontHavePermission
source: شما اجازه ذخیره پرونده در این مکان را ندارید.
nl: U heeft geen rechten om hier bestanden op te slaan.
vi: Bạn không có quyền để lưu các tập tin tại vị trí này.

# Error
source: خطا
nl: Fout
vi: Lỗi

# FileTypeBmp
source: Bitmap Files (*.bmp)
nl: Bitmapbestanden (*.bmp)

# FileTypeGif
source: GIF File (*.gif)
nl: GIF bestand (*.gif)

# FileTypeJpeg
source: JPEG File (*.jpg, *.jpeg)
nl: JPEG bestand (*.jpg, *.jpeg)

# FileTypePdf
source: PDF Document (*.pdf)
nl: PDF bestand (*.pdf)
vi: Tài liệu PDF (*.pdf)

# FileTypePng
source: PNG File (*.png)
nl: PNG bestand (*.png)
vi: Tệp PNG (*.png)

# FileTypeTiff
source: TIFF File (*.tiff, *.tif)
nl: TIFF bestand (*.tiff, *.tif)

# NameMissing
source: نام موجود نیست
nl: Naam ontbreekt.
vi: Đặt tên lỗi.

# NAPS2
source: اسکنر اتوماسیون اداری رایورز
nl: NAPS2
vi: NAPS2

# NoDeviceSelected
source: دستگاهی انتخاب نشده است.
nl: Geen apparaat geselecteerd.
vi: Không có thiết bị được lựa chọn.

# NoDevicesFound
source: هیچ دستگاهی برای اسکن یافت نشد.
nl: Geen scanapparaat gevonden.
vi: Không thấy thiết bị quét.

# OverwriteFile
source: بازنویسی پرونده
nl: Bestand overschrijven
vi: Ghi đè Tiệp

# PdfStatus
source: {0} از {1}
nl: {0} van {1}
vi: {0} tới {1}

# ScannedImage
source: تصویر اسکن شده
nl: Gescande afbeelding
vi: Quét Ảnh

# SelectProfileBeforeScan
source: قبل از کلیک روی اسکن ، یک نمایه را انتخاب کنید.
nl: Kies een profiel voor het scannen.
vi: Chọn một cấu hình trước khi bấm Scan.

# UnknownDriverError
source: خطایی در درایور اسکن رخ داده است.
nl: Fout met het stuurprogramma van de scanner.
vi: Có lỗi xảy ra với trình điều khiển máy quét.

# Version
source: نگارش {0}
nl: Versie {0}
vi: Phiên bản {0}

# EmailError
source: هنگام تلاش برای ارسال ایمیل خطایی روی داد.
nl: Fout bij het versturen van de e-mail.
vi: Có lỗi xảy ra trong khi đang cố gắng để gửi một email.

# InstallComplete
source: نصب کامل شد
nl: Installatie voltooid
vi: Cài đặt thành công

# InstallCompletePromptRestart
source: نصب کامل شد. آیا می خواهید برنامه را دوباره راه اندازی کنید؟
nl: Installatie voltooid. Wilt u NAPS2 nu herstarten?
vi: Cài đặt hoàn tất. Bạn có muốn khởi động lại NAPS2 bây giờ?

# InstallFailed
source: نصب انجام نشد.
nl: Installatie mislukt.
vi: Cài đặt thất bại.

# InstallFailedTitle
source: نصب انجام نشد
nl: Installatie mislukt
vi: Cài đặt bị lỗi

# AllCount
source: همه
nl: Alle ({0})
vi: Tất cả ({0})

# SelectedCount
source: انتخاب شده ({0})
nl: Geselecteerd ({0})
vi: Chọn ({0})

# EstimatedDownloadSize
source: حجم تخمینی بارگیری: {0} مگابایت
nl: Geschatte omvang: {0} MB
vi: Ước tính kích thước download: {0} MB

# FilesProgressFormat
source: {0} / {1} پرونده
nl: {0} / {1} bestanden
vi: {0} / {1} files

# ImportErrorCouldNot
source: پرونده "{0}" وارد نشد.
nl: Bestand '{0}' kon niet worden geïmporteerd.
vi: Các tập tin '{0}' không thể chèn được.

# ImportErrorNAPS2Pdf
source: پرونده "{0}" وارد نشد. فقط فایلهای PDF تولید شده توسط این برنامه قابل وارد شدن هستند.
nl: Import mislukt voor bestand '{0}'. Alleen PDFs gemaakt met NAPS2 kunnen worden geïmporteerd.
vi: Các tập tin '{0}' không thể chèn được. Chỉ những tập tin PDF được tạo bởi NAPS2 có thể được chèn.

# DownloadError
source: خطا در بارگیری
nl: Fout bij downloaden
vi: Tải Về lỗi

# FilesCouldNotBeDownloaded
source: یک یا چند پرونده بارگیری نمی شوند.
nl: Download mislukt voor 1 of meerdere bestanden.
vi: Một hoặc nhiều tập tin không thể được tải về.

# CustomPageSizeFormat
source: سفارشی ({0} x {1} {2})
nl: Aangepast ({0}x{1} {2})
vi: Tùy chỉnh ({0}x{1} {2})

# Scan
source: اسکن
nl: Scannen
vi: Quét

# ConfirmResetImages
source: آیا مطمئن هستید که می خواهید تغییرات خود را در {0} تصویر لغو کنید؟
nl: Weet u zeker dat u wijzingen ongedaan wilt maken aan {0} afbeelding(en)?
vi: Bạn có chắc chắn muốn hoàn tác các thay đổi đến {0} hình ảnh?

# ResetImage
source: تنظیم مجدد تصویر
nl: Afbeeldingen resetten
vi: Thiết lập lại hình ảnh

# ExitWithUnsavedChanges
source: شما تغییرات ذخیره نشده ای دارید. آیا مطمئن هستید که می خواهید از آن تغییرات خارج شوید و آنها را کنار بگذارید؟
nl: U heeft niet-opgeslagen wijzigingen. Weet u zeker dat u wilt afsluiten en wijzigingen annuleren?
vi: Bạn có thay đổi chưa được lưu. Bạn có chắc chắn muốn thoát ra và loại bỏ những thay đổi?

# ExitWithActiveOperations
source: عملیاتی در حال انجام است. آیا مطمئن هستید که می خواهید از این عملیات خارج شوید و آن را لغو کنید؟
nl: Er is een bewerking bezig. Weet u zeker dat u wilt stoppen en de bewerking annuleren?
vi: Đang thực thi lệnh nào đó. Bạn có muốn hủy lệnh và thoát?

# UnsavedChanges
source: تغییرات ذخیره نشده
nl: Niet-opgeslagen wijzigingen
vi: Thay đổi chưa được lưu

# ActiveOperations
source: عملیات در حال پیشرفت
nl: Bewerking is bezig
vi: Đang thực thi lệnh

# ScanPageProgress
source: در حال اسکن صفحه {0}
nl: Scannen pagina {0}
vi: Trang quét {0}

# NoFeederSupport
source: اسکنر انتخاب شده با استفاده از فیدر پشتیبانی نمی کند. اگر اسکنر شما فیدر دارد ، از درایور دیگری استفاده کنید.
nl: Deze scanner ondersteunt geen automatische documentinvoer. Als uw scanner dit wel heeft, probeer dan een andere driver.
vi: Máy quét chọn không hỗ trợ sử dụng một feeder. Nếu máy quét của bạn không có một feeder, hãy thử sử dụng một trình điều khiển khác nhau.

# NoPagesInFeeder
source: هیچ صفحه ای در فیدر وجود ندارد.
nl: Geen pagina's in de invoerlade.
vi: Không trang sau nằm trong máng.

# PdfNoPermissionToExtractContent
source: شما اجازه کپی مطالب از پرونده "{0}" را ندارید.
nl: U heeft geen toestemming voor kopiëren van inhoud uit bestand '{0}'.
vi: Bạn không có quyền sao chép nội dung từ file '{0}'.

# ErrorSaving
source: هنگام تلاش برای ذخیره فایل ، خطایی روی داد.
nl: Er was een fout bij het opslaan van het bestand.
vi: Có lỗi khi lưu tập tin.

# OfN
source: از {0}
nl: van {0}
vi: of {0}

# BatchError
source: هنگام اسکن دسته ای یک خطای ناشناخته رخ داده است.
nl: Er is een onbekende fout opgetreden tijdens het batch scannen..
vi: Có lỗi khi scan hàng loạt.

# BatchStatusCancelled
source: دسته لغو شد
nl: Batch geannuleerd.
vi: Hủy Scan hàng loạt.

# BatchStatusCancelling
source: در حال لغو ...
nl: Bezig met annuleren....
vi: Đang dừng....

# BatchStatusComplete
source: دسته با موفقیت انجام شد
nl: Batch succesvol voltooid.
vi: Scan hàng loạt thành công.

# BatchStatusError
source: اسکن دسته ای به دلیل خطا متوقف شد.
nl: Batch scan gestopt door fout.
vi: Scan hàng loạt dừng lại do lỗi.

# BatchStatusPage
source: در حال اسکن صفحه {0} ...
nl: Scannen pagina {0}...
vi: Trang quét {0}...

# BatchStatusScanPage
source: در حال اسکن صفحه {0} (اسکن {1}) ...
nl: Scant pagina {0} (scan {1})...
vi: Đang quét trang {0} (Quét {1})...

# BatchStatusWaitingForScan
source: در انتظار اسکن {0} ...
nl: Wacht op scan {0}...
vi: Đang chờ quét {0}...

# Cancel
source: لغو
nl: Annuleren
vi: Hủy

# Close
source: بستن
nl: Sluiten
vi: Đóng

# BatchStatusSaving
source: در حال ذخیره نتایج دسته ای ...
nl: Batchresultaten opslaan...
vi: Lưu vào nhiều file...

# NoDuplexSupport
source: اسکنر انتخاب شده از دوبلکس پشتیبانی نمی کند. اگر قرار است اسکنر شما از دوبلکس پشتیبانی کند ، سعی کنید از درایور دیگری استفاده کنید.
nl: De geselecteerde scanner ondersteunt geen dubbelzijdig scannen. Als uw scanner dit hoort te ondersteunen, probeer dan een andere driver.
vi: Máy quét chọn không hỗ trợ sử dụng hai mặt. Nếu máy quét của bạn phải hỗ trợ hai mặt, hãy thử sử dụng một trình điều khiển khác nhau.

# ImportingFormat
source: وارد کردن {0} ...
nl: Importeren {0}...
vi: Đang chèn {0}...

# ImportProgress
source: پیشرفت در وارد کردن
nl: Voortgang importeren
vi: Chèn xong

# Recovering
source: در حال بازیابی ...
nl: Bezig met herstellen...
vi: Đang Khôi Phục...

# RecoveryProgress
source: پیشرفت بازیابی
nl: Herstelvoortgang
vi: Khôi Phục thành công

# SaveImages
source: ذخیره تصویر
nl: Afbeeldingen opslaan
vi: Lưu Ảnh

# SaveImagesProgress
source: پیشرفت ذخیره تصویر
nl: Voortgang afbeeldingen opslaan
vi: Lưu hình ảnh tiến độ

# SavePdf
source: ذخیره PDF
nl: PDF opslaan
vi: Lưu PDF

# SavePdfProgress
source: پیشرفت ذخیره PDF
nl: PDF voortgang bewaren
vi: Lưu Tiến độ PDF

# SavingFormat
source: در حال ذخیره {0} ...
nl: Bezig met opslaan {0}...
vi: Đang Lưu..{0}...

# Print
source: چاپ
nl: Afdrukken
vi: In

# Copying
source: در حال کپی کردن ...
nl: Bezig met kopiëren...
vi: Đang sao chép...

# CopyProgress
source: پیشرفت کپی کردن
nl: Voortgang kopiëren
vi: Tiến trình sao chép

# Importing
source: افزودن ...
nl: Bezig met importeren...
vi: Đang chèn...

# EmailPdf
source: ایمیل PDF
nl: PDF mailen
vi: Email PDF

# EmailPdfProgress
source: پیشرفت ارسال ایمیل PDF
nl: E-mail PDF voortgang
vi: Email PDF Progress

# AutoSaveError
source: هنگام تلاش برای ذخیره خودکار خطایی روی داد.
nl: Er was een fout bij het automatisch opslaan.
vi: Có lỗi xảy ra khi lưu tự động.

# FileTypeAllFiles
source: تمام فایل ها
nl: Alle bestanden
vi: Tất cả các tập tin

# FileTypeImageFiles
source: تصاویر
nl: Afbeeldingbestanden
vi: TỆP ẢNH

# DeviceBusy
source: اسکنر انتخاب شده مشغول است.
nl: De geselecteerde scanner is bezig.
vi: Máy quét chọn đang bận.

# DeviceCoverOpen
source: درپوش اسکنر باز است.
nl: Het deksel van de scanner is open.
vi: Nắp máy quét mở.

# DevicePaperJam
source: اسکنر یک مربع کاغذ دارد.
nl: Er is papier vastgelopen in de scanner.
vi: Máy quét có kẹt giấy.

# DeviceWarmingUp
source: اسکنر در حال گرم شدن است.
nl: De scanner warmt op.
vi: Máy quét đang ấm dần lên.

# OcrUpdateAvailable
source: به روزرسانی OCR موجود است.
nl: Er is een OCR update beschikbaar.
vi: OCR có bản cập nhật mới..

# ImageSaved
source: تصویر ذخیره شد
nl: Afbeelding opgeslagen.
vi: Lưu ảnh.

# ImagesSaved
source: {0} تصویر ذخیره شد.
nl: {0} afbeeldingen opgeslagen.
vi: {0} hình ảnh được lưu.

# PdfSaved
source: PDF ذخیره شد
nl: PDF opgeslagen.
vi: Lưu PDF.

# ConfirmDelete
source: آیا مطمئن هستید که می خواهید "{0}" را حذف کنید؟
nl: Are you sure you want to delete "{0}"?
vi: Are you sure you want to delete "{0}"?

# FileInUse
source: امکان بازنویسی پرونده وجود ندارد زیرا اکنون در حال استفاده است.
nl: Overschrijven bestand mislukt want het is in gebruik.
vi: Các tập tin có thể không được ghi đè bởi vì nó hiện đang sử dụng.

# AutoDeskewing
source: Deskewing...
nl: Aan het rechtzetten...

# AutoDeskewProgress
source: Deskew پیشرفت
nl: Voortgang rechtzetten
vi: Deskew Progress

# DownloadNeeded
source: بارگیری مورد نیاز
nl: Download vereist
vi: Cần Tải Về

# PdfImportComponentNeeded
source: برای وارد کردن این فایل PDF یک جز مولفه اضافی مورد نیاز است. آیا می خواهید آن را بارگیری کنید؟
nl: Er is een additioneel component nodig om deze PDF te importeren. Nu downloaden?
vi: Cần phải cài thêm phần mềm để nhập tập tin PDF này vào. Bạn có muốn tải ngay?

# ConfirmCancelBatch
source: آیا مطمئن هستید که می خواهید اسکن دسته ای را لغو کنید؟
nl: Weet u zeker dat u de batch scan wilt annuleren?
vi: Bạn chắc chắn là muốn hủy lệnh scan liên tục này?

# CancelBatch
source: لغو دسته
nl: Annuleer batch
vi: Hủy lệnh

source: Donate
nl: Doneer

# DonatePrompt
source: NAPS2 is completely free. Consider making a donation.
nl: NAPS2 is helemaal gratis. Overweeg een donatie.
vi: NAPS2 miễn phí hoàn toàn. Bạn có thể ủng hộ tùy ý..

# SaneNotAvailable
source: درایور SANE در دسترس نیست. اطمینان حاصل کنید که بسته های مورد نیاز را نصب کنید:
nl: De SANE driver is niet beschikbaar. Installeer de vereiste pakketten:
vi: The SANE driver is not available. Make sure to install the required packages:

# TesseractNotAvailable
source: موتور OCR موجود نیست. اطمینان حاصل کنید که بسته مورد نیاز را نصب کنید:
nl: De OCR engine is niet beschikbaar. Installeer het vereiste pakket:
vi: OCR chưa được cài. Vui lòng cài đặt gói liên quan để thao tác.:

# DriverNotSupported
source: درایور انتخاب شده در این سیستم پشتیبانی نمی شود.
nl: De gekozen driver wordt niet ondersteund op dit systeem.
vi: Driver bạn đang chọn không hỗ trợ hệ điều hành này..

# OcrProgress
source: پیشرفت OCR
nl: OCR voortgang
vi: Quá trình OCR

# RunningOcr
source: در حال اجرا OCR ...
nl: OCR draait...
vi: Đang thực hiện OCR...

# UpdateProgress
source: پیشرفت را به روز کنید
nl: Voortgang bijwerken
vi: Tiến trình cập nhật

# Updating
source: در حال بروز رسانی ...
nl: Bijwerken...
vi: Đang cập nhật...

# NoUpdates
source: هیچ به روزرسانی در دسترس نیست
nl: Geen updates beschikbaar.
vi: Chưa có phiên bản mới..

# CheckingForUpdates
source: در حال بررسی ...
nl: Controleert...
vi: Đang kiểm tra...

# UpdateError
source: هنگام نصب به روزرسانی خطایی روی داد.
nl: Er was een fout bij het installeren van de update.
vi: Có lỗi khi đang cập nhật..

# Install
source: نصب {0}
nl: Installeer {0}
vi: Install {0}

# UpdateAvailable
source: به روزرسانی موجود است
nl: Een update is beschikbaar.
vi: Đã có phiên bản mới hơn..

# AuthError
source: هنگام تلاش برای تأیید خطایی روی داد.
nl: Er was een fout bij het autoriseren.
vi: Có lỗi khi đang xác thực..

# UploadingEmail
source: در حال بارگذاری ایمیل ...
nl: E-mail uploaden...
vi: Đang tải lên email...

# ErrorEmailing
source: هنگام تلاش برای ارسال ایمیل خطایی روی داد.
nl: Er was een fout bij het verzenden van de e-mail.
vi: Có lỗi khi đang gửi email..

# Naps2Server
source: سرور اتوماسیون اداری رایورز
nl: NAPS2 Server
vi: NAPS2 Server

# ServerStarted
source: سرور شروع شد
nl: Server started
vi: Server started

# ListeningOnPort
source: گوش دادن به درگاه {0}
nl: Listening on port {0}
vi: Listening on port {0}

# ScanProgressPage
source: در حال اسکن صفحه {0} ...
nl: Scannen pagina {0}...
vi: Trang quét {0}...

# AcquiringData
source: در حال کسب اطلاعات ...
nl: Data wordt opgehaald...
vi: Thu thập dữ liệu...
